Repository: rami1349/MAI
Catalog: Assistant/Resources/Localizable.xcstrings
Source language: en
Languages: es, zh_hans

source: Account
es: Cuenta
zh_hans: 账号

source: Action canceled
es: Acción cancelada
zh_hans: 操作已取消

# action_cannot_be_undone
source: This action cannot be undone
es: Esta acción no se puede deshacer
zh_hans: 此操作无法撤销

source: Action failed
es: Acción fallida
zh_hans: 操作失败

# actions_left_today
source: %d actions left today
es: %d acciones restantes hoy
zh_hans: 今天剩余%d次操作

source: Active
es: Activo
zh_hans: 活跃

source: Active Tasks
es: Tareas Activas
zh_hans: 活跃任务

source: Add
es: Agregar
zh_hans: 添加

source: Add Event
es: Agregar Evento
zh_hans: 添加事件

# add_family_event
source: Add a Family Event
es: Agregar un Evento Familiar
zh_hans: 添加家庭事件

# add_family_event_subtitle
source: Keep everyone in sync with shared events
es: Mantén a todos sincronizados con eventos compartidos
zh_hans: 通过共享事件让大家保持同步

source: Add Habit
es: Agregar Hábito
zh_hans: 添加习惯

# add_habits_to_track
source: Add habits to start tracking
es: Agrega hábitos para empezar a seguirlos
zh_hans: 添加习惯开始追踪

source: Add More
es: Agregar Más
zh_hans: 添加更多

# add_new_item
source: Add new %@
es: Agregar nuevo %@
zh_hans: 添加新%@

source: Add notes...
es: Agregar notas...
zh_hans: 添加备注...

source: Add Participants
es: Agregar Participantes
zh_hans: 添加参与者

source: Add %@ proof
es: Agregar prueba de %@
zh_hans: 添加%@证明

source: Add proof of completion
es: Agregar prueba de finalización
zh_hans: 添加完成证明

source: Add Task
es: Agregar Tarea
zh_hans: 添加任务

# added_you_to_event
source: %@ added you to event: %@ on %@
es: %@ te agregó al evento: %@ el %@
zh_hans: %@将你加入事件：%@，时间%@

source: AI assistant is temporarily unavailable
es: El asistente de IA no está disponible temporalmente
zh_hans: AI助手暂时不可用

source: AI Confidence
es: Confianza de IA
zh_hans: AI 置信度

source: AI Credits
es: Créditos de IA
zh_hans: AI 积分

# ai_service_unavailable_retry
source: AI service unavailable. Retry in %d seconds.
es: Servicio de IA no disponible. Reintentar en %d segundos.
zh_hans: AI服务不可用。%d秒后重试。

# ai_unavailable_retry_seconds
source: AI unavailable. Retry in %d seconds.
es: IA no disponible. Reintentar en %d segundos.
zh_hans: AI不可用。%d秒后重试。

# ai_will_identify_subject
source: AI will identify the subject
es: La IA identificará la materia
zh_hans: AI将识别科目

source: All
es: Todos
zh_hans: 全部

source: All caught up!
es: ¡Todo al día!
zh_hans: 全部完成！

source: All Day
es: Todo el Día
zh_hans: 全天

source: All Folders
es: Todas las Carpetas
zh_hans: 所有文件夹

source: All Settings
es: Todos los Ajustes
zh_hans: 所有设置

# already_have_account
source: Already have an account?
es: ¿Ya tienes una cuenta?
zh_hans: 已有账号？

source: Analysis
es: Análisis
zh_hans: 分析

source: Analysis complete
es: Análisis completo
zh_hans: 分析完成

source: Analyzing homework
es: Analizando tarea
zh_hans: 正在分析作业

source: Analyzing homework, please wait
es: Analizando tarea, por favor espera
zh_hans: 正在分析作业，请稍候

source: Answer
es: Respuesta
zh_hans: 答案

# app_section
source: App
es: Aplicación
zh_hans: 应用

source: Appearance
es: Apariencia
zh_hans: 外观

# appearance_always_dark
source: Always use dark mode
es: Siempre usar modo oscuro
zh_hans: 始终使用深色模式

# appearance_always_light
source: Always use light mode
es: Siempre usar modo claro
zh_hans: 始终使用浅色模式

# appearance_dark
source: Dark
es: Oscuro
zh_hans: 深色

# appearance_light
source: Light
es: Claro
zh_hans: 浅色

# appearance_match_device
source: Match device settings
es: Según ajustes del dispositivo
zh_hans: 跟随设备设置

# appearance_system
source: System
es: Sistema
zh_hans: 系统

source: Approve
es: Aprobar
zh_hans: 批准

source: Assign To
es: Asignar A
zh_hans: 分配给

source: Assigned To
es: Asignado A
zh_hans: 已分配给

source: Assigned to me
es: Asignado a mí
zh_hans: 分配给我

source: %@ assigned you task: %@
es: %@ te asignó la tarea: %@
zh_hans: %@分配给你任务：%@

source: Awaiting Verification
es: Esperando Verificación
zh_hans: 等待验证

source: Balance
es: Saldo
zh_hans: 余额

source: Basic Info
es: Información Básica
zh_hans: 基本信息

source: Best Value
es: Mejor Valor
zh_hans: 最佳优惠

source: Break Time
es: Tiempo de Descanso
zh_hans: 休息时间

source: Buy Credits
es: Comprar Créditos
zh_hans: 购买积分

source: Calendar
es: Calendario
zh_hans: 日历

source: Camera
es: Cámara
zh_hans: 相机

source: Can Approve Payouts
es: Puede Aprobar Pagos
zh_hans: 可以批准支付

source: Can Assign Tasks
es: Puede Asignar Tareas
zh_hans: 可以分配任务

source: Can Attach Rewards
es: Puede Agregar Recompensas
zh_hans: 可以附加奖励

source: Can Manage Family
es: Puede Administrar Familia
zh_hans: 可以管理家庭

source: Can Verify Homework
es: Puede Verificar Tareas
zh_hans: 可以验证作业

source: Cancel
es: Cancelar
zh_hans: 取消

source: Can't verify this type
es: No se puede verificar este tipo
zh_hans: 无法验证此类型

source: Change
es: Cambiar
zh_hans: 更改

source: Change Photo
es: Cambiar Foto
zh_hans: 更改头像

source: characters
es: caracteres
zh_hans: 个字符

source: characters minimum
es: caracteres mínimo
zh_hans: 个字符最少

source: Checking answers...
es: Revisando respuestas...
zh_hans: 正在检查答案...

source: Checking homework
es: Revisando tarea
zh_hans: 正在检查作业

source: Choose Theme
es: Elegir Tema
zh_hans: 选择主题

source: Clear All
es: Borrar Todo
zh_hans: 全部清除

source: Clear schedule
es: Horario libre
zh_hans: 日程空闲

source: Clear Time
es: Borrar Hora
zh_hans: 清除时间

source: Close
es: Cerrar
zh_hans: 关闭

source: Complete
es: Completar
zh_hans: 完成

# complete_exclamation
source: Complete!
es: ¡Completo!
zh_hans: 完成！

source: Complete Task
es: Completar Tarea
zh_hans: 完成任务

source: Completed
es: Completado
zh_hans: 已完成

source: Confirm
es: Confirmar
zh_hans: 确认

source: Confirm Action
es: Confirmar Acción
zh_hans: 确认操作

source: Confirm and Delete
es: Confirmar y Eliminar
zh_hans: 确认并删除

source: Confirm Password
es: Confirmar Contraseña
zh_hans: 确认密码

source: Connection failed. Please try again.
es: Error de conexión. Inténtalo de nuevo.
zh_hans: 连接失败。请重试。

source: Continue Later
es: Continuar Después
zh_hans: 稍后继续

source: Continue with Google
es: Continuar con Google
zh_hans: 使用Google继续

source: Copy Code
es: Copiar Código
zh_hans: 复制代码

source: Correct
es: Correctas
zh_hans: 正确

# correct_answers_count
source: %d correct answers
es: %d respuestas correctas
zh_hans: %d个正确答案

source: Could not analyze
es: No se pudo analizar
zh_hans: 无法分析

# could_not_connect
source: Could not connect to server
es: No se pudo conectar al servidor
zh_hans: 无法连接到服务器

source: Couldn't read clearly
es: No se pudo leer claramente
zh_hans: 无法清晰读取

source: Create
es: Crear
zh_hans: 创建

source: Create a Task
es: Crear una Tarea
zh_hans: 创建任务

source: Create Account
es: Crear Cuenta
zh_hans: 创建账号

source: Create Family
es: Crear Familia
zh_hans: 创建家庭

# create_family_message
source: Create a family to get started
es: Crea una familia para comenzar
zh_hans: 创建家庭开始使用

source: Create Group
es: Crear Grupo
zh_hans: 创建分组

source: Create Task
es: Crear Tarea
zh_hans: 创建任务

source: Create Your First Task
es: Crea tu Primera Tarea
zh_hans: 创建你的第一个任务

# create_your_first_task_subtitle
source: Get started by adding a task for your family
es: Comienza agregando una tarea para tu familia
zh_hans: 为家人添加一个任务开始吧

source: Created by
es: Creado por
zh_hans: 创建者

source: Created by me
es: Creado por mí
zh_hans: 我创建的

source: credit
es: crédito
zh_hans: 额度

source: Credits
es: Créditos
zh_hans: 积分

# credits_left
source: %d credits left
es: %d créditos restantes
zh_hans: 剩余%d积分

source: Credits never expire
es: Los créditos nunca expiran
zh_hans: 积分永不过期

source: credits remaining
es: créditos restantes
zh_hans: 个剩余额度

source: Customize
es: Personalizar
zh_hans: 自定义

source: Daily
es: Diario
zh_hans: 每日

# daily_ai_actions_used
source: %d AI actions used today
es: %d acciones de IA usadas hoy
zh_hans: 今天已使用%d次AI操作

# daily_limit_message
source: You've reached your daily limit of %d messages
es: Has alcanzado tu límite diario de %d mensajes
zh_hans: 你已达到每日%d条消息的限制

source: Daily limit reached
es: Límite diario alcanzado
zh_hans: 已达每日限制

# daily_limit_reached_message
source: Daily limit reached
es: Límite diario alcanzado
zh_hans: 已达每日限制

# daily_limit_resets
source: Daily limit resets at midnight
es: El límite diario se renueva a medianoche
zh_hans: 每日限制在午夜重置

# daily_limit_used
source: Daily limit of %d used
es: Límite diario de %d agotado
zh_hans: 每日%d次限制已用完

# daily_limit_used_with_credits
source: Daily limit of %d used. %d credits remaining.
es: Límite diario de %d agotado. %d créditos restantes.
zh_hans: 每日%d次限制已用完。剩余%d积分。

source: Date
es: Fecha
zh_hans: 日期

source: Date of Birth
es: Fecha de Nacimiento
zh_hans: 出生日期

source: Day
es: Día
zh_hans: 天

# day_fri
source: F
es: V
zh_hans: 五

# day_mon
source: M
es: L
zh_hans: 一

# day_sun
source: S
es: D
zh_hans: 日

# day_thu
source: T
es: J
zh_hans: 四

# day_tue
source: T
es: M
zh_hans: 二

# day_wed
source: W
es: X
zh_hans: 三

source: Days
es: Días
zh_hans: 天

# days_ago
source: %d days ago
es: Hace %d días
zh_hans: %d天前

source: Deep Focus
es: Enfoque Profundo
zh_hans: 深度专注

# default_user_name
source: User
es: Usuario
zh_hans: 用户

source: Delete
es: Eliminar
zh_hans: 删除

source: Delete Account
es: Eliminar Cuenta
zh_hans: 删除账号

# delete_account_permanent
source: Account deletion is permanent
es: La eliminación de cuenta es permanente
zh_hans: 删除账号是永久的

# delete_account_removes
source: This will remove all your data
es: Esto eliminará todos tus datos
zh_hans: 这将删除你的所有数据

source: Delete All
es: Eliminar Todo
zh_hans: 全部删除

# delete_event_confirm
source: Delete this event?
es: ¿Eliminar este evento?
zh_hans: 删除此事件？

source: Delete Group
es: Eliminar Grupo
zh_hans: 删除分组

# delete_group_confirm
source: Delete group "%@"?
es: ¿Eliminar grupo "%@"?
zh_hans: 删除分组"%@"？

# delete_group_warning
source: This will delete the group and unassign %d tasks
es: Esto eliminará el grupo y desasignará %d tareas
zh_hans: 这将删除分组并取消分配%d个任务

source: Delete Habit
es: Eliminar Hábito
zh_hans: 删除习惯

# delete_habit_confirmation
source: Are you sure you want to delete this habit?
es: ¿Estás seguro de que quieres eliminar este hábito?
zh_hans: 确定要删除这个习惯吗？

source: Delete My Account
es: Eliminar Mi Cuenta
zh_hans: 删除我的账号

source: Delete Task
es: Eliminar Tarea
zh_hans: 删除任务

# delete_task_confirm
source: Delete this task?
es: ¿Eliminar esta tarea?
zh_hans: 删除此任务？

# delete_task_group
source: Delete this group?
es: ¿Eliminar este grupo?
zh_hans: 删除此分组？

# delete_warn_events
source: Calendar events you created
es: Eventos del calendario que creaste
zh_hans: 你创建的日历事件

# delete_warn_family
source: You will be removed from your family
es: Serás eliminado de tu familia
zh_hans: 你将从家庭中移除

# delete_warn_habits
source: All your habits and habit history
es: Todos tus hábitos e historial
zh_hans: 所有习惯和习惯记录

# delete_warn_notifications
source: Your notifications
es: Tus notificaciones
zh_hans: 你的通知

# delete_warn_profile
source: Your profile and account
es: Tu perfil y cuenta
zh_hans: 你的个人资料和账户

# delete_warn_tasks
source: All tasks you created
es: Todas las tareas que creaste
zh_hans: 你创建的所有任务

source: Deleting account...
es: Eliminando cuenta...
zh_hans: 正在删除账号...

source: Description
es: Descripción
zh_hans: 描述

source: Description (optional)
es: Descripción (opcional)
zh_hans: 描述（可选）

source: Details
es: Detalles
zh_hans: 详情

source: Display Name
es: Nombre
zh_hans: 显示名称

source: Done
es: Listo
zh_hans: 完成

# dont_have_account
source: Don't have an account?
es: ¿No tienes una cuenta?
zh_hans: 没有账号？

# double_tap_open_mai
source: Double tap to open MAI
es: Toca dos veces para abrir MAI
zh_hans: 双击打开MAI

source: Double tap to create %@
es: Toca dos veces para crear %@
zh_hans: 双击创建%@

source: Due Date
es: Fecha Límite
zh_hans: 截止日期

# due_in_days
source: Due in %d days
es: Vence en %d días
zh_hans: %d天后截止

# due_in_hours
source: Due in %d hours
es: Vence en %d horas
zh_hans: %d小时后截止

# due_in_minutes
source: Due in %d minutes
es: Vence en %d minutos
zh_hans: %d分钟后截止

source: Duration
es: Duración
zh_hans: 时长

source: Dynamic Type Test
es: Prueba de Tipo Dinámico
zh_hans: 动态字体测试

# earn_amount
source: Earn %@
es: Ganar %@
zh_hans: 赚取%@

# earned_from_tasks
source: Earned from %d tasks
es: Ganado de %d tareas
zh_hans: 从%d个任务中赚取

# earned_reward_claim
source: Earned %@ — claim it!
es: Ganaste %@ — ¡reclámalo!
zh_hans: 赚取了%@——快领取！

# earned_this_week_stat
source: Earned %@ this week
es: Ganaste %@ esta semana
zh_hans: 本周赚取%@

source: Edit
es: Editar
zh_hans: 编辑

source: Edit Event
es: Editar Evento
zh_hans: 编辑事件

source: Edit Profile
es: Editar Perfil
zh_hans: 编辑资料

source: Edit Task
es: Editar Tarea
zh_hans: 编辑任务

source: Email
es: Correo Electrónico
zh_hans: 电子邮件

source: Ends
es: Termina
zh_hans: 结束

source: Enhanced
es: Mejorado
zh_hans: 已增强

source: Enjoy your free time
es: Disfruta tu tiempo libre
zh_hans: 享受你的空闲时间

source: Enter invite code
es: Ingresa el código de invitación
zh_hans: 输入邀请码

# error_apple_credential
source: Unable to get Apple ID credential
es: No se pudo obtener la credencial de Apple ID
zh_hans: 无法获取Apple ID凭证

# error_calendar_access
source: Calendar access not authorized
es: Acceso al calendario no autorizado
zh_hans: 日历访问未授权

# error_cannot_delete_group
source: Cannot delete group: invalid ID
es: No se puede eliminar el grupo: ID inválido
zh_hans: 无法删除分组：无效ID

# error_email_registered
source: This email is already registered. Please sign in instead.
es: Este correo ya está registrado. Inicia sesión.
zh_hans: 此邮箱已注册。请直接登录。

# error_file_exceeds_budget
source: Adding this file would exceed the %@ total budget. Remove some files first.
es: Agregar este archivo excedería el presupuesto total de %@. Elimina algunos archivos primero.
zh_hans: 添加此文件将超过%@的总预算。请先删除一些文件。

# error_google_token
source: Failed to get Google ID token
es: Error al obtener el token de Google
zh_hans: 获取Google ID令牌失败

# error_invalid_email
source: Please enter a valid email address.
es: Ingresa un correo electrónico válido.
zh_hans: 请输入有效的电子邮件地址。

# error_invalid_image
source: Invalid image format
es: Formato de imagen inválido
zh_hans: 无效图片格式

# error_invalid_response
source: Invalid response
es: Respuesta inválida
zh_hans: 无效响应

# error_network
source: Network error. Please check your connection.
es: Error de red. Verifica tu conexión.
zh_hans: 网络错误。请检查你的连接。

# error_no_account
source: No account found with this email.
es: No se encontró cuenta con este correo.
zh_hans: 未找到使用此邮箱的账号。

# error_no_user
source: No user logged in
es: No hay usuario conectado
zh_hans: 没有用户登录

# error_only_creator_can_verify
source: Only the task creator can verify proof
es: Solo el creador de la tarea puede verificar la prueba
zh_hans: 只有任务创建者可以验证证明

# error_password_short
source: Password must be at least 6 characters.
es: La contraseña debe tener al menos 6 caracteres.
zh_hans: 密码至少需要6个字符。

# error_save_focus_session
source: Failed to save focus session
es: Error al guardar sesión de enfoque
zh_hans: 保存专注会话失败

# error_sync_events
source: Failed to sync events
es: Error al sincronizar eventos
zh_hans: 同步事件失败

# error_too_many_attempts
source: Too many attempts. Please try again later.
es: Demasiados intentos. Inténtalo más tarde.
zh_hans: 尝试次数过多。请稍后再试。

# error_unable_root_vc
source: Unable to get root view controller
es: No se pudo obtener el controlador de vista raíz
zh_hans: 无法获取根视图控制器

# error_unknown
source: Unknown error
es: Error desconocido
zh_hans: 未知错误

# error_wrong_password
source: Incorrect password. Please try again.
es: Contraseña incorrecta. Inténtalo de nuevo.
zh_hans: 密码错误。请重试。

# event_canceled_notif_body
source: Event %@ was canceled by %@
es: Evento %@ fue cancelado por %@
zh_hans: 事件%@被%@取消

# event_canceled_notification
source: Event canceled
es: Evento cancelado
zh_hans: 事件已取消

source: Event created
es: Evento creado
zh_hans: 事件已创建

source: Event Details
es: Detalles del Evento
zh_hans: 事件详情

# event_starting_soon_body
source: %@ is starting soon
es: %@ está por comenzar
zh_hans: %@即将开始

# event_title_placeholder
source: Event title
es: Título del evento
zh_hans: 事件标题

# event_tomorrow_body
source: Don't forget: %@ is tomorrow
es: No olvides: %@ es mañana
zh_hans: 别忘了：%@是明天

source: Event updated
es: Evento actualizado
zh_hans: 事件已更新

# event_updated_notif_body
source: Event updated: %@
es: Evento actualizado: %@
zh_hans: 事件已更新：%@

# event_updated_notification
source: Event updated
es: Evento actualizado
zh_hans: 事件已更新

# event_what_happening
source: What's happening?
es: ¿Qué está pasando?
zh_hans: 发生了什么？

source: Events
es: Eventos
zh_hans: 事件

source: Events and tasks today
es: Eventos y tareas de hoy
zh_hans: 今天的事件和任务

# events_tasks_count
source: %d events, %d tasks
es: %d eventos, %d tareas
zh_hans: %d个事件，%d个任务

# every_x_days
source: Every %d days
es: Cada %d días
zh_hans: 每%d天

# every_x_months
source: Every %d months
es: Cada %d meses
zh_hans: 每%d个月

# every_x_weeks
source: Every %d weeks
es: Cada %d semanas
zh_hans: 每%d周

# every_x_weeks_on
source: Every %d weeks on %@
es: Cada %d semanas los %@
zh_hans: 每%d周的%@

source: Expected
es: Esperado
zh_hans: 预期

source: Family
es: Familia
zh_hans: 家庭

source: Family Members
es: Miembros de Familia
zh_hans: 家庭成员

source: Files
es: Archivos
zh_hans: 文件

# files_count_size
source: %d file(s) · %@ / %@
es: %d archivo(s) · %@ / %@
zh_hans: %d个文件 · %@ / %@

source: Filter by Member
es: Filtrar por Miembro
zh_hans: 按成员筛选

source: Filter Events & Tasks
es: Filtrar Eventos y Tareas
zh_hans: 筛选事件和任务

source: Focus
es: Enfoque
zh_hans: 专注

source: Focus Mode
es: Modo de Enfoque
zh_hans: 专注模式

source: Focus Now
es: Enfocarse Ahora
zh_hans: 立即专注

source: Focus Timer
es: Temporizador de Enfoque
zh_hans: 专注计时器

source: Focusing...
es: Enfocándose...
zh_hans: 专注中...

source: Forgot password?
es: ¿Olvidaste tu contraseña?
zh_hans: 忘记密码？

source: Free
es: Gratis
zh_hans: 免费

# from_person
source: From %@
es: De %@
zh_hans: 来自%@

source: Get Credits
es: Obtener Créditos
zh_hans: 获取积分

source: Get MAI recommendation to help you review this homework
es: Obtén la recomendación de MAI para revisar esta tarea
zh_hans: 获取MAI建议来帮助你审查作业

source: Get MAI Suggestion
es: Obtener Sugerencia de MAI
zh_hans: 获取MAI建议

source: Get More
es: Obtener Más
zh_hans: 获取更多

source: Get Started
es: Comenzar
zh_hans: 开始使用

source: Go Back
es: Volver
zh_hans: 返回

# goal_complete_tasks
source: Complete all my assigned tasks on time
es: Completar todas mis tareas asignadas a tiempo
zh_hans: 按时完成所有分配的任务

# goal_exercise
source: Exercise regularly and stay healthy
es: Ejercitarse regularmente y mantenerse saludable
zh_hans: 定期锻炼保持健康

# goal_family_time
source: Spend more quality time with family
es: Pasar más tiempo de calidad con la familia
zh_hans: 花更多优质时间与家人在一起

# goal_for_year
source: Goal for %@
es: Meta para %@
zh_hans: %@的目标

source: Goal Ideas
es: Ideas de Metas
zh_hans: 目标灵感

# goal_save_money
source: Save money and be financially responsible
es: Ahorrar dinero y ser financieramente responsable
zh_hans: 存钱并对财务负责

source: Good afternoon
es: Buenas tardes
zh_hans: 下午好

source: Good evening
es: Buenas noches
zh_hans: 晚上好

source: Good morning
es: Buenos días
zh_hans: 早上好

source: Group name
es: Nombre del grupo
zh_hans: 分组名称

source: Habit created
es: Hábito creado
zh_hans: 习惯已创建

# habit_name_placeholder
source: Habit Name
es: Nombre del Hábito
zh_hans: 习惯名称

# habit_place_holder
source: Habit name
es: Nombre del hábito
zh_hans: 习惯名称

# habit_streak_going
source: %d day streak going!
es: ¡Racha de %d días!
zh_hans: %d天连续打卡中！

source: Habits
es: Hábitos
zh_hans: 习惯

# habits_label
source: Habits
es: Hábitos
zh_hans: 习惯

source: Here's what's on your plate
es: Esto es lo que tienes pendiente
zh_hans: 这是你的待办事项

source: Hi
es: Hola
zh_hans: 你好

source: Homework Check
es: Revisión de Tarea
zh_hans: 作业检查

source: Homework proof image
es: Imagen de prueba de tarea
zh_hans: 作业证明图片

source: Hour
es: Hora
zh_hans: 小时

source: Hours
es: Horas
zh_hans: 小时

# hours_ago
source: %d hours ago
es: Hace %d horas
zh_hans: %d小时前

source: hr
es: h
zh_hans: 小时

source: Icon
es: Ícono
zh_hans: 图标

source: Image compression failed
es: Error al comprimir imagen
zh_hans: 图片压缩失败

source: Image processing failed
es: Error al procesar imagen
zh_hans: 图片处理失败

source: In Progress
es: En Progreso
zh_hans: 进行中

source: Incentives
es: Incentivos
zh_hans: 激励

source: Invalid email format
es: Formato de correo inválido
zh_hans: 邮箱格式无效

source: Invite Code
es: Código de Invitación
zh_hans: 邀请码

source: Invite Family
es: Invitar Familia
zh_hans: 邀请家庭

source: Invite Family Member
es: Invitar Miembro de Familia
zh_hans: 邀请家庭成员

source: Join Family
es: Unirse a Familia
zh_hans: 加入家庭

source: Just now
es: Justo ahora
zh_hans: 刚刚

source: Language
es: Idioma
zh_hans: 语言

# language.system
source: System
es: Sistema
zh_hans: 系统

# last_updated_date
source: Last updated: April 2026
es: Última actualización: Abril 2026
zh_hans: 最后更新：2026年4月

# legal_contact_email
source: Questions? Contact us at support@yourdomain.com
es: ¿Preguntas? Contáctanos en support@yourdomain.com
zh_hans: 有疑问？请联系 support@yourdomain.com

source: Less
es: Menos
zh_hans: 更少

# let_setup_family
source: Let's set up your family
es: Vamos a configurar tu familia
zh_hans: 让我们设置你的家庭

source: Likely Correct
es: Probablemente Correcta
zh_hans: 可能正确

# likely_correct_label
source: Likely Correct
es: Probablemente Correcto
zh_hans: 可能正确

# likely_incorrect_label
source: Likely Incorrect
es: Probablemente Incorrecto
zh_hans: 可能不正确

source: Likely Wrong
es: Probablemente Incorrecta
zh_hans: 可能错误

source: Loading...
es: Cargando...
zh_hans: 加载中...

source: Long Break
es: Descanso Largo
zh_hans: 长休息

source: Looks correct!
es: ¡Se ve correcto!
zh_hans: 看起来正确！

source: Low AI confidence — please review carefully
es: Baja confianza de IA — por favor revisa cuidadosamente
zh_hans: AI置信度低——请仔细审查

source: Low confidence analysis
es: Análisis de baja confianza
zh_hans: 低置信度分析

source: MAI Analysis
es: Análisis de MAI
zh_hans: MAI分析

source: MAI assistant
es: Asistente MAI
zh_hans: MAI助手

# mai_assistant_label
source: MAI assistant
es: Asistente MAI
zh_hans: MAI助手

# mai_cant_verify
source: MAI can't verify – use your judgment
es: MAI no puede verificar — usa tu criterio
zh_hans: MAI无法验证——请自行判断

source: MAI couldn't analyze. Please review manually.
es: MAI no pudo analizar. Revisa manualmente.
zh_hans: MAI无法分析。请手动审查。

# mai_couldnt_read
source: MAI couldn't read clearly – check manually
es: MAI no pudo leer claramente — revisa manualmente
zh_hans: MAI无法清晰读取——请手动检查

source: MAI Estimate
es: Estimación de MAI
zh_hans: MAI估计

# mai_found_issues
source: MAI found some issues – please check
es: MAI encontró algunos problemas — por favor revisa
zh_hans: MAI发现了一些问题——请检查

source: MAI Limitations
es: Limitaciones de MAI
zh_hans: MAI限制

# mai_limitations_detail
source: • Results are suggestions, not guarantees • Handwriting recognition may be inaccurate • You make the final decision
es: • Los resultados son sugerencias, no garantías • El reconocimiento de escritura puede ser inexacto • Tú tomas la decisión final
zh_hans: • 结果仅为建议，不保证准确 • 手写识别可能不准确 • 最终决定由你做出

source: MAI may make mistakes
es: MAI puede cometer errores
zh_hans: MAI可能会犯错

source: MAI may make mistakes. Parent has final say.
es: MAI puede cometer errores. El padre tiene la última palabra.
zh_hans: MAI可能会犯错。家长拥有最终决定权。

source: MAI Suggests
es: MAI Sugiere
zh_hans: MAI建议

# mai_suggests_approving
source: MAI suggests approving – looks good!
es: MAI sugiere aprobar — ¡se ve bien!
zh_hans: MAI建议批准——看起来不错！

# mai_unavailable_retry_seconds
source: MAI unavailable. Retry in %d seconds.
es: MAI no disponible. Reintentar en %d segundos.
zh_hans: MAI不可用。%d秒后重试。

source: MAI will check your work
es: MAI revisará tu trabajo
zh_hans: MAI会检查你的作业

source: Manage Family
es: Administrar Familia
zh_hans: 管理家庭

source: Manage Subscription
es: Administrar Suscripción
zh_hans: 管理订阅

source: Manual review strongly recommended
es: Se recomienda encarecidamente la revisión manual
zh_hans: 强烈建议手动审查

source: Mark All Read
es: Marcar Todo Leído
zh_hans: 全部标为已读
